[
  "omnisearch",
  "text-extractor",
  "obsidian-file-color",
  "obsidian-advanced-new-file",
  "ink",
  "mini-rag",
  "ai-image-analyzer",
  "pdf-plus",
  "obsidian-style-settings",
  "custom-sort",
  "obsidian-minimal-settings",
  "recent-files-obsidian",
  "dashboard-navigator",
  "homepage",
  "sets",
  "folder-notes"
]